Repository: PascalHonegger/LePrAtos_Client
Catalog: LePrAtos/Properties/Strings.*.resx
Languages: de_ch

source: ExceptionHandling_Caption
de_ch: Fehler Reporting

source: ExceptionHandling_Message
de_ch: En Fehler isch uufgetrette

source: LobbyBrowser_CreateLobby
de_ch: Neui Lobby erstellä

source: LobbyBrowser_GameName
de_ch: Lobby Namä

source: LobbyBrowser_HasPassword
de_ch: Lobby verfüegt über äs Passwort

source: LobbyBrowser_JoinLobby
de_ch: Lobby biitrette

source: LobbyBrowser_Logout
de_ch: Abmälde

source: LobbyBrowser_NumberPlayers
de_ch: Mitgliider

source: LobbyView_LeaveLobby
de_ch: Lobby verlaah

source: LobbyView_LobbyPassword
de_ch: Lobby Passwort

source: LobbyView_Owner
de_ch: Besitzer

source: LobbyView_Ready
de_ch: Isch parat

source: LobbyView_Remove
de_ch: Us Lobby entfernä

source: LobbyView_StartGame
de_ch: Spiel startä

source: LoginView_Language
de_ch: Spraach

source: LoginView_Login
de_ch: Aahmelde

# Password
source: LoginView_Password
de_ch: Passwort

source: LoginView_Register
de_ch: Neue Account erstellä

source: LoginView_SaveLogin
de_ch: Aahgmelded bliibe

source: Username
de_ch: Benutzername

source: RegisterView_Title
de_ch: Registriere

source: Abort
de_ch: Abbräche

source: RegisterView_Register
de_ch: Registriere

source: RegisterView_RepeatPassword
de_ch: Passwort wiiderhole

source: LoginView_UsernameOrMail
de_ch: Benutzername / Mail

source: TextValidationRule_Mandatory
de_ch: Mues en Wert haa

# TextValidationRule_Length
source: TextValidationRule_Lenght
de_ch: Mues zwüsched {0} und {1} Zeiche lang sii

# LobbyView_ReallyQuit
source: LobbyBrowser_ReallyQuit
de_ch: Lobby würkliich verlaah?

source: Mail
de_ch: E-Mail

source: TextValidationRule_ForbiddenChar
de_ch: Dörf keis {0} beinhalten

source: TextValidationRule_MailValid
de_ch: E-Mail-Adresse ischt nöd gültig

source: Error
de_ch: Fehler

source: LoginView_BadLogin
de_ch: Aahmeldig fehlgschlage. Bitte überprüefed Sie Ihri Aahmeldedate oder erstelled Sie en neue Account.

source: RegisterView_BadRegister
de_ch: Registrierig fehlgschlage. Bitte überprüefed Sie Ihri Aahgabe und versueched Sie es spöter erneut.

source: TextValidationRule_MailaddressAlreadyTaken
de_ch: Account mit dere E-Mail-Addresse existiert scho

source: TextValidationRule_UsernameAlreadyTaken
de_ch: Benutzername bereits vergeeh

source: LobbyBrowser_MaxPlayers
de_ch: Limit

source: LobbyBrowser_SearchText
de_ch: Suech nach Lobbynamä oder Lobby-Besitzer

source: LobbyBrowser_ShowFull
de_ch: Zeig volli Lobbiis ah

source: LobbyBrowser_ShowProtected
de_ch: Zeig Passwortgschützi Lobbies ah

source: LobbyView_ApplySettings
de_ch: Iistellige überneh

source: LobbyView_NewLobbySettings
de_ch: Lobby Iistellige

source: Loading
de_ch: Lade...

source: LobbyBrowser_CreatedByTempalte
de_ch: Lobby vom {0}

source: LobbyView_RemovePassword
de_ch: Passwort entferne

source: LoginView_ApplyOnRestart
de_ch: Wird bim nächste Start vo de Applikation aahgwandt

source: Settings
de_ch: Iistellige

source: LobbyBrowser_WrongLobbyPassword
de_ch: Falsches Lobby Passwort!

source: LobbyView_LimitLowerThanCount
de_ch: S'neue Limit isch tüüfer als d'aahzahl Mitgliider! Entfern Mitspieler, um s'Limit z'senken.

source: LoginView_Theme
de_ch: Theme (Bruucht en Neustart)
